/* No comment provided by engineer. */
"Export edited content using Compressor engine and custom settings (Compressor must be installed locally to be used)" = "Export edited content using Compressor engine and custom settings (Compressor must be installed locally to be used)";

/* No comment provided by engineer. */
"If selected, this task uses a remote Qmaster cluster to export the file (Compressor must be installed on every node); otherwise, it uses Xgrid" = "If selected, this task uses a remote Qmaster cluster to export the file (Compressor must be installed on every node); otherwise, it uses Xgrid";

/* No comment provided by engineer. */
"No Compressor setting selected." = "No Compressor setting selected.";

/* No comment provided by engineer. */
"No description" = "No description";

/* No comment provided by engineer. */
"Qmaster server cannot be empty." = "Qmaster server cannot be empty.";

/* No comment provided by engineer. */
"Selected Compressor setting is invalid." = "Selected Compressor setting is invalid.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

